export const faq = [
    {
        question: "Що таке 'Надія' ?",
        answer: "Це програмний продукт, розроблений для пошуку і допомоги потерпілим від військової агресії. Він забезпечує швидкий доступ до активних запитів допомоги, включаючи медичну, психологічну, матеріальну підтримку та пошук зниклих осіб."
    },
    {
        question: "Які функції виконує цей застосунок?",
        answer: "Основні функції застосунку включають реєстрацію користувачів, створення та обробку запитів на допомогу, пошук зниклих осіб та комунікацію між користувачами."
    },
    {
        question: "Які вимоги до програмного застосунку?",
        answer: "Програмний продукт розробляється з використанням Java, фреймворку SpringBoot, JavaScript, фреймворку React, мови стилів CSS та бази даних MySQL."
    },
    {
        question: "Яка головна мета розробки цього застосунку?",
        answer: "Головна мета - оптимізація надання допомоги потерпілим від військової агресії через забезпечення швидкого доступу до активних запитів допомоги та покращення взаємодії між користувачами, що надають допомогу, та волонтерами."
    }
];
